{
    "wikipedia": {
        "paragraphdump": ". Billabong International Limited is a surf company, primarily a clothing retailer that also produces accessories, like watches and backpacks and skateboard and snowboard products under other brand-names. Founded in 1973 by Gordon and Rena Merchant, the company first traded on the Australian Securities Exchange in 11 August 2000. The name \"billabong\" is derived from the Wiradjuri word \"bilaba\" that refers to a \"creek that runs only during the rainy season\".  As of September 2013, Von Zipper,  and Element  are two of the prominent brands that Billabong owns. Honolua Surf Company, Kustom, Palmers Surf, Xcel, Tigerlily, Sector 9 and RVCA are the company's other brands.. From late 2012 onwards, following the company's decline in the period since 2008, Billabong International has been the subject of a protracted bidding process in which the company's former United States chief Paul Naude has been a participant. In the past 2 years, Billabong has used a corporate turnaround strategy to return the company to profitability, which it achieved in 2014. . In December 2016, former chief executive Matthew Perrin was found guilty of the fraud and forgery by a jury in the District Court in Brisbane,   and was sentenced to jail in January 2017. . Billabong was founded in the Gold Coast, Queensland, Australia in 1973 by Gordon Merchant. At first, he designed and created board shorts at his home and then sold them to local surf shops. Surfers soon realized the durability of Merchant's shorts that was the result of his triple-stitching technique. Merchant understood that his company needed to expand to achieve success, so Billabong started to sponsor contests, which increased the public's awareness of Merchant's products and the company expanded. By the 1980s, Billabong board shorts were present throughout Australia.[citation needed]. Based upon his success in Australia, Merchant decided to export Billabong's products and, by the late 1980s, Merchant's board shorts were available in other countries, including New Zealand, Japan, and South Africa. In the 1990s, the surf industry as a whole grew significantly and Billabong was a part of this growth process. The company was first traded on the Australian Securities Exchange 2000,  which provided the company with the funds to further expand and acquire other companies.[citation needed]. As the company developed further, it acquired new brands and retail outlets to move beyond the wholesale business, and the first decade of the 21st century was a particularly active period of expansion for Billabong.  Von Zipper, an eyewear brand, was acquired in early 2001  and the acquisition of skateboarding apparel and hard good brand Element was announced in July 2001. . The acquisition of the Kustom surf shoe brand, as part of Billabong's purchase of the Australian Gold Coast-based Palmers Surf company, was disclosed in September 2004.  The following year in December, an official press release was published to announce the acquisition of Nixon Inc., a watch and accessories brand in the board sports market. . The acquisition of wetsuit and technical watersport accessories brand Xcel became effective on 1 September 2007,  and Jodhi Meares's Tigerlily brand was acquired shortly thereafter in December of the same year. The Tigerlily decision represented the first time that Billabong had acquired a brand focused exclusively on the 'girls' market, and the intention of management was to position the new addition so that it complemented the company's own 'Billabongs Girls' line. . In 2008 Billabong continued with the consistent acquisition activity that occurred in 2007 and announced four acquisitions over four successive months. Following the acquisition of the Gold Coast store Kirra Surf in May, the company announced its acquisition of the retail operations of Quiet Flight, a retail company on the east coast of the US that had already been operating licensed Billabong and Element retail outlets in Times Square, New York City, US. The Quiet Flight deal resulted in the addition of 14 Quiet Flight and Surf Warehouse retail stores, most of which were located in Florida, US.  Then in June 2008, the founders of the Sector 9 skateboard company accepted an offer from Billabong that also included the purchase of the Gullwing skateboard truck brand.  Finally in August, Billabong confirmed the acquisition of boardsport accessories brand DaKine, which specialises in backpacks, bags, gloves and accessories, in a press release that projected that \"DaKine is expected to contribute approximately 4% of Billabong International Limiteds Group sales in the 2008-09 financial year\". . Billabong's retail expansion continued into late 2008 with the November purchase of the United Kingdom (UK)-based 13-store retail chain Two Seasons for an undisclosed sum.  Billabong only announced a single acquisition in 2009 with the purchase of Swell, a US-based online retailer of boardsports brands, for an undisclosed sum. . Billabong began 2010 with the signing of a ten-year licensing deal with popular skateboard company Plan B, and Plan B subsequently entered into a partnership arrangement with Element.  In May 2010, Billabong's retail expansion continued with the acquisition of American surf retailer Becker Surf & Sport in May (the Becker deal included the business' online operations, but not its surfboard operations), followed by the purchase of prominent Canadian action sports retailer West 49 in late June.   Further acquisitions were then announced in the remainder of 2010: the acquisition of apparel brand RVCA was confirmed in July and the label's founder Pat Tenore explained his decision in the Billabong press release: \"One of the key things about Billabong is its respect for the creative independence of each of its brands and that level of flexibility will allow RVCA to maintain its identity while benefiting from the support of the wider Billabong group\";  after RVCA, Billabong then returned to the retail market and ended the year with the October acquisition of the Australian retail stores Surf Dive n' Ski and Jetty Surffrom vendor General Pants Groupfor an undisclosed amount. . On 16 February 2012, trading in Billabong shares was halted at the company's request because of reports of a A$776 million takeover offer from TPG Capital, a United States private equity firm.  . On 17 February 2012, Billabong announced its intention to undergo a major restructure. Up to 150 stores closed.  400 full-time jobs will be lost internationally, including up to 80 in Australia. 48.5% of its Nixon watches and accessories brand name will be sold to Trilantic Capital Partners (TCP) to establish Nixon as a joint venture. . The partial sale will give approximately US$285 (or A$265.78) million in net proceeds to Billabong. It is intended that proceeds from the sale will be used to reduce debt.  In February 2012, TPG Capital made two takeover proposals which were both not accepted.  Billabong announced that Gordon Merchant, who owns 15% of the company's shares, had rejected both the offers.. On 27 August 2012, Chief Executive Launa Inman presented her four-year plan to try to return Billabong to positive sales growth and increase earnings. The plan included a range of measures with the key focus being on simplifying the business, leveraging its namesake brand, improving its supply chain and e-commerce offerings. The new initiatives are estimated to cost approximately $80 million.  In September 2012 two private equity firms, TPG Capital and Bain Capital, were bidding for ownership of Billabong. . The company was to finalise a takeover deal with either of two American private equity suitors; a refinancing deal was nearing completion as of 5 June 2013. However, on 4 June 2013, Billabong stated that it was unable to reach an agreement with US private equity funds Altamont Capital Partners and Sycamore Partners, 16 months after the first takeover move emerged. . A media report published on 18 July 2013 conveyed that the takeover process had \"exploded into acrimony\", as two US hedge funds contested the offer from Altamont Partners that was accepted by the company on 16 July 2013. Acting together, the hedge funds claimed that they had made a superior offer to the one that was accepted, whereby a debt-for-equity swap was proposed that would result in a 60 percent stake in Billabong.  As of 19 July 2013, Billabong rejected the claim from hedge funds Centerbridge Partners and Oaktree Capital, stating that the proposal in question was conditional and could therefore not be accepted. . As of 23 August 2013, Billabong confirmed that is considering a rival deal from US hedge funds Centerbridge and Oaktree after the company had initially announced that plans to accept $US300 million loan from an Altamont-led consortium. The two hedge funds offered a higher price than Altamont, as well as a lower interest rate on a loan. Also as of this date, Billabong shares gained 6.8 percent, to 58.75 cents. . A media report on 27 August 2013 stated that Billabong will be moving ahead with the $US325 million refinancing proposal from Altamont and Blackstone. As of the same date, Centerbridge and Oaktree were actively pursuing Billabong directors in relation to their deal that they believe is significantly superior to the accepted proposal. The consortium also claimed that they could finalise the details and a recapitalisation within a brief time period, and would allow acting, Altamont-installed boss Scott Olivet to remain if their offer succeeds. The company's chairman Ian Pollard explained:. We are nearing the end of a long process that has caused distraction, impacted on staff morale and has been very costly. The company looks forward to refocusing, reinvigorating its brands and rebuilding the business on a solid, long-term financial footing. . Pollard stated on 29 August 2013 that the chance of Billabong considering the Centerbridge and Oaktree consortium offer was low. At the time of the interview, Pollard explained that Billabong's board is still evaluating the proposal, but also stated that the board is hesitant to overlook the deal brokered with Altamont and Blackstone. . As of 21 September 2013, Billabong's deal with Altamont was no longer valid, and the company was in the process of seeking approval from shareholders to finalise an arrangement with Centerbridge and Oaktree, and their affiliates. If brokered, the deal will mean that the Centerbridge and Oaktree consortium will control most of the company's senior debt, it will own up to 40.8 per cent of Billabong's shares and will also be entitled to install three representatives on Billabong's board. On 21 September 2013, the Centerbridge and Oaktree consortium appointed new chief executive Neil Fiske;  as of this date, Billabong was also continuing the search for a buyer for the Canadian skateboard retail chain West 49. . The company's sale of the West 49 retail chain was announced on 4 November 2013, with fashion retailer YM Inc. identified as the buyer. West 49 was sold for approximately CAD$911 million, Billabong has also entered into a two-year non-exclusive wholesale agreement with YM Inc. worth approximately CAD$34 million. The ownership of 92 West 49 retail stores, located across Canada was be transferred through the deal. . In January 2014, Oaktree Capital Management and Centerbridge Partners refinanced Billabong's debt for a 40.8 percent ownership.  Billabong International, announced that it was selling, with the help of Guggenheim Securities, its 51 percent stake in SurfStitch and its 100 percent stake in Swell. . In 2000, the company was listed with sales of A$225million that grew to A$1.7billion in 2011.  Profits of A$249 million were achieved in 2007.  For the six months to 31 December 2011, Billabong experienced a 71 per cent drop in net profit to A$16.097 million. . In early 2013, Billabong revealed earnings collapses across core business markets that \"decimated its business\". Losses in the December half are A$536.6 million.  A late August 2013 media report stated \"the Billabong label itself is now deemed essentially worthless, according to Billabong's accounts\" following the declaration of an A$859.5 million loss for fiscal year 2013. Billabong's brands were worth A$90 million at the end of June 2013 and on the morning of 27 August 2013, the company stated that global sales of A$1.34 billion were down by 13.5 per cent in reported terms for 2012-13.  The company returned to profitability in 2015for the 2014 earning reportswith a net profit after tax around 25.7 million Australian dollars. This was first time the company became profitable since 2011.. In 2009 as part of the Q150 celebrations, Billabong was announced as one of the Q150 Icons of Queensland for its role as an iconic \"innovation and invention\". . Billabong sponsors teams of riders in different subcultures who play an ambassador-like role for both the brand and the corresponding lifestyle. As of 26 August 2013, a skateboard team is no longer listed on its website. Although surfing is continuing to gain popularity and therefore more money is being put into it and now Billabong sponsors hundreds of surfers. ",
        "Type": "Private",
        "ISIN": "AU000000BBG6",
        "Industry": "Retail",
        "Founded": "1973; 47 years ago(1973)inGold Coast, Queensland,Australia",
        "Founder": "Gordon Merchant[1]",
        "Headquarters": "Burleigh Heads, Queensland,Australia",
        "Key people": "David Tanner, Chief Executive Officer (CEO)",
        "Products": "Apparel,sporting goods",
        "Revenue": "A$1.27 billion (2014)",
        "Net income": "A$25.7 million (2014)",
        "Number of employees": "~6,000 (2011)",
        "Parent": "Boardriders, Inc.",
        "Website": "www.billabong.comau.billabong.comwww.billabong.co.ukwww.billabong.ie"
    },
    "crunchbase": {
        "CB Rank (Company)": "145,472",
        "Downloads Last 30 Days": "7,796",
        "Monthly Download Growth": "-0.03%",
        "Number of Current Team Members": "1",
        "Number of Articles": "23",
        "Categories": "E-Commerce,Fashion,Lifestyle,Retail",
        "Operating Status": "Active",
        "Number of Employees": "5001-10000",
        "IPO Status": "Private",
        "Website": "www.billabong.com/",
        "Facebook": "View on Facebook",
        "Twitter": "View on Twitter",
        "smalldescription": "Billabong is a Surfer shop for the brand's board shorts, swimsuits, apparel & accessories for beach life.",
        "insights": [
            "Billabong uses 46 technology products and services including Google Analytics,Vimeo,andGoogle Tag Manager.",
            "Billabong has 7,796 monthly app downloads. The most popular apps downloaded are Billabong Surf ReportandBillabong Surf Trip 2 - Game.",
            "Billabong is actively using 91 technologies for its website. These include Viewport Meta,IPhone / Mobile Compatible,andSPF.",
            "Billabong is ranked 54,313 among websites globally based on its 683,720 monthly web visitors.",
            "Billabong employees are showing high interest in Gusto,FuzeBox,andSan Francisco, California.",
            "Billabong has $750M in estimated revenue annually. Billabong competes with Volcom,Hurley,andWorld Surf League.",
            "Billabong has 1 current team member, VP, Global CEM & Data Strategy Billabong Group Jennifer Glover."
        ]
    },
    "yahoo": {
        "paragraphdump": "To heck with gray skies and cooling weather: Billabong and Elle Ferguson have decided to take us to Miami's South Beach with their latest collaboration, which seeks to extend summer by just that much with ultra-feminine, slightly boho-chic pieces. The capsule will be sold in a number of stores, as well as online atwww.billabong.com.. The love story between Billabong and Elle Ferguson has been going strong for a number of seasons now. Following two highly successful collections, the influencer is once again teaming up with the brand for a collab featuring healthy doses of animal prints, lace, and the model's inimitable boho-chic style that has been the delight of her 672,000Instagramfollowers.. According to Ferguson, this third collection is her favorite yet, reflecting her dream wardrobe. The influencer also stated that she couldn't wait to see young women wearing the pieces on the beach and around town.. Among the collection's flagship pieces, fans will find a bohemian white-lace skirt, a wraparound dress, a loose blouse, a number of long-sleeved mini-dresses, and a slew of swimsuits perfect for a tropical getaway.. The Billabong x Elle Ferguson collection is already available in selected stores, as well as online on the brand's e-shop."
    }
}