{
    "wikipedia": {
        "paragraphdump": "Finish Line, Inc. is an American retail chain that sells athletic shoes and related apparel and accessories. The company operates 660 stores in 47 states and Puerto Rico, mostly in enclosed shopping malls, as well as Finish Line-branded athletic shoe departments in more than 450 Macy's stores. On June 18, 2018, the company was acquired by JD Sports after the completion of its merger at a price of $13.50 per share in cash. . On March 23, 2005, the company restated its financial results to reflect straight line expense over the lease term including any rent-free build-out periods. ",
        "Type": "Subsidiary",
        "Traded as": "NASDAQ: FINL (Class A)",
        "Industry": "Athletic footwear and fashion",
        "Founded": "1976; 44 years ago(1976)",
        "Founders": "Alan CohenDavid Klapper",
        "Headquarters": "Indianapolis,Indiana,U.S.",
        "Number of locations": "670[1]",
        "Key people": "Sam Sato, Chairman, & CEO[2]",
        "Products": "Clothingandshoes",
        "Revenue": "$1.44 billion (2013)[3]",
        "Number of employees": "10,000+",
        "Parent": "JD Sports",
        "Website": "finishline.com"
    },
    "crunchbase": {
        "Acquired by": "JD Sports Fashion Plc",
        "Number of Acquisitions": "1",
        "Number of Current Team Members": "1",
        "Number of Board Members / Advisors": "2",
        "Number of Articles": "83",
        "Categories": "Retail",
        "Headquarters Regions": "Great Lakes,Midwestern US",
        "Founded Date": "1976",
        "Founders": "Larry Sablosky",
        "Operating Status": "Active",
        "Funding Status": "M&A",
        "Number of Employees": "10001+",
        "IPO Status": "Delisted",
        "Stock Symbol": "NASDAQ:FINL",
        "Website": "www.finishline.com",
        "Facebook": "View on Facebook",
        "LinkedIn": "View on LinkedIn",
        "Twitter": "View on Twitter",
        "Phone Number": "3176136704",
        "Transaction Name": "Finish Line acquired by JD Sports Fashion Plc",
        "Announced Date": "Mar 26, 2018",
        "Price": "$558M",
        "IPO Date": "Jun 21, 1992",
        "Delisted Date": "Jun 18, 2018",
        "smalldescription": "The Finish Line, Inc. (NASDAQ: FINL) is a premium retailer of athletic shoes, apparel and accessories. Headquartered in Indianapolis.",
        "longdescription": "Finish Line, Inc. is a leading athletic retailer offering the best selection of brand name footwear, apparel and accessories. The company operates more than 660 stores in 47 states and online at www.finishline.com.",
        "insights": [
            "for $558M on Mar 26, 2018.",
            "Finish Line is registered under the ticker  NASDAQ:FINL .",
            "Finish Line has acquired Greater Boston Running Co. on Sep 2, 2011.",
            "Finish Line is actively using 54 technologies for its website. These include SPF,Apache,andWordPress.",
            "Finish Line has registered 18 trademarks with the most popular class being 'Advertising; business'.",
            "Finish Line has 1 current team member, Director, Security and Compliance Cory Deeter.",
            "Finish Line has 2 board members and advisors, including Faisal Masud."
        ]
    },
    "yahoo": {
        "paragraphdump": "Ever wanted a pair of Jordan shoes but they were out of your budget? How about some new running kicks to jump start your 2020 fitness goals? Well, youre in luck. For a limited time only, Finish Line has select casual and athletic footwear available for up to 50% off. Their end of the season sale wont last long, so enter the code NEWDRIP50 at checkout to save today.. We rounded up a few of the best-selling products guaranteed to sell out. Read on to see what we found and order yours while your size is still in stock.. Yahoo Sports is committed to finding you the best products at the best prices. We may receive a share from purchases made via links on this page. Pricing and availability is subject to change..  . These sneakers are inspired by four different Air Jordan models, so theyre extremely unique while offering plenty of features. Theyre manufactured with patented technology for cushioned comfort and leather overlay to provide extra durability.. Shop it: $120 (was $160).  . The Nike Epic Phantom React Flyknit is laces-free for a slip-on model that gets you up, out the door and to the gym in a breeze. Theres a sock-like bootie construction and a lightweight, breathable Nike Flyknit upper that provides maximum protection.. Shop it: $120 (was $150).  . These casual shoes offer so much more than something to tie an outfit together. Other great features include rubber pods that enhance traction and breathable textile upper with high sheen.. Shop it: $130.  . These kicks feature flowing, two-tone lines of breathable, stretchable Flyknit construction for a unique, street-ready style that transitions effortlessly from the gym to other activities. Find women sizes here.. Shop it: $160 (was $190).  . These low-top sneaks combine that classic 80s Adidas running silhouettes with modern finishes. Whether they become your favorite shoes to run errands or travel in, expect plenty of compliments.. Shop it: $115 (was $130)"
    }
}