{
    "wikipedia": {
        "paragraphdump": "Goop is an American natural health company owned by actress Gwyneth Paltrow. It was launched as a \"lifestyle brand\" by Paltrow in September 2008, beginning as a weekly e-mail newsletter providing new age advice, such as \"police your thoughts\" and \"eliminate white foods\", and the slogan \"Nourish the Inner Aspect\".  A lifestyle website was later added, and then Goop expanded into e-commerce, collaborating with fashion brands, launching pop-up shops,  holding a \"wellness summit\",  launching a print magazine,  a podcast,  and a docuseries for Netflix. . Goop has faced criticism for marketing products and treatments that have no scientific basis, lack efficacy, and are recognized by the medical establishment as harmful or as misleading. In 2017, Truth in Advertising filed a complaint with regulators in the state of California regarding over 50 health claims made by Goop, which resulted in a $125,000 settlement and a five-year injunction prohibiting the company from making unsubstantiated claims about the characteristics or health benefits of its products. . Goop began as a newsletter in 2008,  with an editor's note in each email from Paltrow offering insight into her daily life.  Goop was incorporated in 2011.  According to Paltrow, the company's name came from someone telling her successful internet companies have double O's in their name,  and she \"wanted it to be a word that means nothing and could mean anything.\"  Chambers 21st Century Dictionary defines \"goop\" as 'a rude, ill-mannered person or a stupid person. . Seb Bishop was CEO of Goop from 2011 to 2014.  Several other celebrities were inspired by Goop to launch their own lifestyle websites.  In 2014, Goop hired Oxygen Media founder and former CEO of Martha Stewart Living Omnimedia Lisa Gersh as CEO.  From 2014 onwards, Goop's wellness content became increasingly radical: to the point where doctors would begin to call it pseudoscience and media outlets would describe Goop's content as \"no longer ludicrousno, now it was dangerous\". . In 2015, Paltrow stated that she wanted goop to \"be its own stand-alone brand\".  As of 2015, around two dozen people worked for Goop. . The company had approximately 60 employees in 2016.  In the same year, Goop's most searched topic was \"detox\".  Later in 2016, Paltrow moved the company's operations to the US from the UK following her separation from Chris Martin  and Gersh left the position of CEO. The position remained vacant until early 2017, when the board named Paltrow, who had previously announced in 2016 that she would be stepping away from Goop,  to fill the post. . By 2017, Goop had 90 employees, and was attracting criticism, including a lawsuit filed by Truth In Advertising.  In an April 2017 Jezebel article, Stassa Edwards criticized Goop's marketing and retail strategy, claiming that the company profits \"from endless illness.\"  Jill Avery, a brand analyst, has noted how Goop's response to criticism seems designed to \"strengthen their brand and draw their customers closer\",  noting Goop's use of feminism, traditional Asian medicines and Eastern philosophies, and anti-establishment politics to do so.  Paltrow characterizes criticisms as \"cultural firestorms\" which cause an influx of website traffic, stating that she can \"monetize those eyeballs\". . In 2018, Goop began assembling an internal science and regulatory team.  Goop in partnership with Google also began selling Google Home smart speakers and accessories in the Goop Lab stores and holiday pop-up shops,   and opened its first permanent East Coast Goop store called Goop Lab at 25 Bond Street (Manhattan). This follows the permanent location in Brentwood, California in September 2017. . In 2011, Goop generated 81,000 in sales, and the year after it generated 1.1 million in sales, with a loss of 23,000.  As of 2013, Goop had net liabilities of 540,086.  Goop doubled its revenues from 2014 to 2015, and again from 2015 to 2016. . In 2016, Goop received $15 million USD in Series B funding from venture capital firms NEA, Felix Capital and 14W Venture Partner.  This corresponded with Goop centralizing their operations in the Los Angeles area, where Paltrow is based, and away from New York, where Gersh lives. . In 2018, Goop raised $50 million in Series C funding from firms including NEA, Lightspeed and Felix Capital,  bringing total investment in the company to $82 million. The company's valuation rose to $250 million. . It launched an online shop in 2012, and it earned $1.5 million for Goop during its first year of operation.  By 2014, the Goop newsletter had an estimated 700,000 subscribers. . In 2015, Goop launched a publishing imprint, Goop Press, with Grand Central Publishing, and planned to release one title per year. . In 2016, additional funds also led to an increase in staffing for Goop, as well as the launch of new products, including a fashion label  with a focus on practical, tailored clothing. . In 2017, Goop entered the vitamin and supplements market. Paltrow first had the idea to market supplements after receiving a Myers' cocktail from Alejandro Junger in 2007.  The supplements range sold over $100,000 worth of product on the launch day.  In April, Goop announced that they had entered into an agreement with Cond Nast to launch a new print magazine under the name Goop.  The quarterly magazine was launched in September,  but only ran for two issues, with Nast replacing pieces that failed their fact-checking process by travel articles,  and a disagreement over the use of the magazine to promote Goop products.  In December 2017, Goop announced the launch of a digital shop in Canada, following its first physical store in the country in partnership with Nordstrom. . Goop generates revenue from advertising and also sells a Goop-branded clothing line, a perfume, and books.  As of 2017 Goop readers have an average household income of $100k+ per year. . Goop launched a podcast in March 2018 using Cadence13 as its digital platform. Its first guest was Oprah Winfrey.  The podcast reached number one in the Apple Podcast charts on March 8.  It is largely hosted by Goop CCO Elise Loehnen and has a weekly audience of 100,000 to 650,000.  The company also partnered with Westin Hotels & Resorts to offer a range of fitness programs called \"G. Sport Sessions\" later that summer.  Goop began streaming their podcast on 600 Delta planes in February 2019.   In September 2019, they partnered with Banana Republic for an eight-part podcast series entitled Women on Top. . Goop expanded its fashion offerings in 2018, hiring Danielle Pergament of Allure to be Goop's editor in chief, directly under CCO Elise Loehnen. Ali Pew of InStyle was hired as Goop's fashion director and Anne Keane, formerly of Lucky magazine, is now Goop's fashion strategy director, and they will be attending New York Fashion Week as representatives of the company.  In June 2018, Goop launched a capsule collection with fashion designer Lilly Pulitzer.  In December 2018, Goop partnered with Universal Standard to add a collection of plus-size clothing to its clothing line.  The plus-size collection features US sizes 00-40, (UK sizes 2-44). . In June 2018, Goop opened its first international pop-up shop in London. In January 2019, the shop became a permanent Goop store.  The company also hired its first chief marketing officer, Andres Sosa, to work on further expansion in the UK.  In August 2018, Goop launched a furniture and home decor line with Crate and Barrel's CB2 brand.  . Since Goop's inception in 2008, it has launched a number of brands and product lines. The \"Beauty\" section of the website works in tandem with the products sold in the shop. Goop brands and product lines are sold online, at the Goop Lab in Brentwood Country Mart in Los Angeles,   and at pop-up shops in Los Angeles,  New York,  Chicago,  the Hamptons,  Dallas  and Aspen,  and in collaboration with Nordstrom stores.  Goop-branded products quadrupled in value in 2017.  These brands include:. Goop held its first wellness summit in June 2017. The event had over 600 attendees.  The company's second In goop Health summit was held in New York City in January 2018.   Celebrity guests and speakers included Drew Barrymore, Chelsea Handler and Laura Linney.  Panelists included Kelly Brogan, a \"holistic health psychiatrist\",  who has disputed the effectiveness of both vaccinations and HIV medications. The invitation of Brogan has been criticized by Page Six  and Jezebel.  The third summit was held in Culver City, California in June 2018. Guests included Meg Ryan and Janet Mock.  Paltrow is considering ways to take the wellness summit \"on the road\", so that it can access a wider audience.  In October 2018, Goop held its fourth summit at the Stanley Park pavilion in Vancouver.   In March 2019, Goop held its fifth summit at Pier 17 in New York City.  In May 2019, Goop held an In goop Health summit at the Rolling Greens Nursery in Los Angeles.  Democratic presidential candidate Marianne Willamson attended Goop's eighth wellness summit in Richmond, California. . In December 2016 a book parodying Goop called Glop: Nontoxic Ideas That Will Make You Look Ridiculous and Feel Pretentious was published and included advice like, \"Our modern lifestyles are absolutely full of toxinsnearly everything we come into daily contact with, from Egyptian cotton sheets to 8-carat diamonds to yacht paint, is dangerously noxious.\"  . By June 2017 the New York Times reported that parodying Goop had \"become a national pastime\". . Paltrow appeared on The Late Show in 2018 in a spoof segment announcing a collaboration between Goop and Stephen Colbert's lifestyle brand, Covetton House, featuring a sponge which cost $900. Later that year, Colbert and Paltrow collaborated on a line of goods to raise money for education in the United States. . In March 2018 Botnik Studios created a newsletter called \"goob\" parodying Goop, which generated text using predictive text; headlines included \"Listen to Your Body: Your Migraines are Podcasts Trying to be Produced\". . A performance artist sold \"Hot Dog Water\" outside the fourth In Goop Health summit, a bottle of water with a hotdog inside, which parodied a product sold on Goop with a crystal inside a bottle of water. . On September 24th, 2019, JonTron uploaded a video in which, among other criticisms, he dressed up as a Snake Oil salesman and pitched \"snake oil\" outside of a goop store. . Toni Collettes character \"Joni\" in Knives Out (2019) runs an oddly similar wellness \"lifestyle brand\" company called \"Flam\".. Goop has been criticized for showcasing expensive products and making \"out of touch\" recommendations that many readers cannot afford,  which Paltrow has responded to by stating that such products and recommendations are \"aspirational\",  furthermore arguing that the items available cannot be made for a lower price point, and that the content of Goop is free.  Dana Logan argues that Goop is an example of asceticism as part of consumer culture.  Goop has also drawn criticism for selling cosmetics containing the same ostensibly harmful chemicals which the site tells people to avoid.  In April 2015, Paltrow and the Goop staff participated in a food stamp challenge in an attempt to demonstrate that her readers could abide by her dietary recommendations despite living on food stamps.  Critics suggested that people on food stamps could not afford Paltrow's recommendations,  and Paltrow gave up on the challenge after four days.  Jon Wardle, Associate Professor of Public Health at the University of Technology Sydney expressed concern that the editorial team of Goop would interleaf good advice from experts with opinions to ultimately market an overpriced product. . A number of products sold by Goop, as well as ideas promoted in its blog posts, have been criticized for having no scientific basis, not producing the desired results, having no medical benefit, or potentially even being harmful:. ...is one of the most unconventional and surprisingly insightful healers today: As he explains, the voice of a divine force called Spirit guides him to identify the roots of his patients hard-to-diagnose illnesses and find the best solutions to restore their health... Now, William is sharing four of his wonder foodsapples, celery, ginger, and honeywith us. Below, he breaks down what makes them so powerful... which ailments (from anxiety to Lyme disease, adrenal fatigue, and brain fog) to target with each food... . It is shocking to see the sheer volume of unproven claims made by Gwyneth Paltrows Goop about their products, especially given that some of their health advice is potentially dangerous... Gwyneth Paltrow may well have good intentions, but she and her company sell products with claims that could clearly mislead customers... if Gwyneth Paltrow cannot provide satisfactory evidence behind the claims she makes for her products, she should not be making those claims. . In 2016 Goop said it would voluntarily, permanently discontinue claims for Moon Juice Brain Dust and Action Dust following an inquiry from the National Advertising Division of the Council of Better Business Bureaus. . In August 2017, the consumer advocacy group Truth in Advertising filed a complaint with district attorneys in the state of California regarding \"deceptive\" health claims made by Goop regarding 51 products, including the aforementioned eggs among others. The company settled the suit in September 2018, agreeing to pay $145,000, issue refunds, and be subject to a five-year injunction under which it may not suggest that its products have \"sponsorship, approval, characteristics, ingredients, uses or benefits which they do not have\".      At the time of the settlement, Goop had sold around 3,000 vaginal eggs. . Despite routinely posting articles which purport to give health and nutrition advice on a wide range of topics, these articles typically end with this disclaimer:. \"The views expressed in this article intend to highlight alternative studies and induce conversation. They are the views of the author and do not necessarily represent the views of Goop, and are for informational purposes only, even if and to the extent that this article features the advice of physicians and medical practitioners. This article is not, nor is it intended to be, a substitute for professional medical advice, diagnosis, or treatment, and should never be relied upon for specific medical advice.\" . In early 2018 Goop started labeling articles with disclaimers indicating whether their content is \"For Your Enjoyment\" or \"Supported by Science\". . In response, on June 29, 2018 the watchdog group Truth in Advertising sent a letter to the California Food Drug and Medical Device Task Force, saying that. [The disclaimers] make clear that the company is aware that it does not have the appropriate scientific evidence to support many of the health claims that it is making in its marketing materials. Further, as a matter of law, these four disclosures cannot be used as cover for unsubstantiated disease-treatment claims. That is to say, Goop is not permitted to make a deceptive health claim and then post a disclaimer saying, 'sorry, there isnt reliable and competent scientific evidence to actually support that claim but buy our product to treat your [fill in the ailment] anyway.' . Labels and website descriptions of dietary supplement products are required to include the standard wording for the U.S. Food and Drug Administration disclaimer: \"These statements have not been evaluated by the Food and Drug Administration (FDA). This product is not intended to diagnose, treat, cure, or prevent any disease.\" Printing this disclaimer on labels and website does not permit health claims beyond the very basic Structure:Function vocabulary regardless of how strong any clinical trial evidence is. ",
        "Type": "Private",
        "Industry": "PublishingInternet retail",
        "Founded": "2008; 12 years ago(2008)",
        "Founder": "Gwyneth Paltrow",
        "Headquarters": "Santa Monica, California, U.S.[1]",
        "Key people": "Gwyneth Paltrow (CEO)Elise Loehnen (CCO)",
        "Number of employees": "80[2](28 April 2017)",
        "Website": "goop.com"
    },
    "crunchbase": {
        "Total Funding Amount": "$75M",
        "CB Rank (Company)": "407",
        "Number of Funding Rounds": "3",
        "Number of Lead Investors": "3",
        "Number of Investors": "7",
        "Downloads Last 30 Days": "2,646",
        "Monthly Download Growth": "11.32%",
        "Number of Current Team Members": "8",
        "Number of Board Members / Advisors": "4",
        "Number of Events": "3",
        "Number of Articles": "567",
        "Categories": "Beauty,Content,E-Commerce,Fashion,Health Care,Travel,Wellness",
        "Headquarters Regions": "Greater Los Angeles Area,West Coast,Western US",
        "Founded Date": "2008",
        "Founders": "Gwyneth Paltrow",
        "Operating Status": "Active",
        "Funding Status": "Late Stage Venture",
        "Last Funding Type": "Series C",
        "Number of Employees": "101-250",
        "Also Known As": "Goop, Goop Company",
        "Legal Name": "Goop Inc.",
        "IPO Status": "Private",
        "Company Type": "For Profit",
        "Website": "www.goop.com",
        "Facebook": "View on Facebook",
        "LinkedIn": "View on LinkedIn",
        "Twitter": "View on Twitter",
        "Contact Email": "customerservice@goop.com",
        "Phone Number": "048355-1024",
        "smalldescription": "Goop is a lifestyle brand providing digital content and commerce.",
        "longdescription": "Goop is a lifestyle brand providing digital content and commerce.Launched in the fall of 2008 out of Gwyneth Paltrows kitchen as a homespun weekly newsletter, Gwyneth wanted a place to organize her unbiased travel recommendations, health-centric recipes, and shopping discoveries for friends, and she also wanted to get her own questionsabout health, fitness, and the psycheanswered. Now, Goop has become a fully formed lifestyle site, offering a tight curation of products and content. It is a place for Paltrow to introduce some of the incredible experts who have mentored her throughout her life to a wider audience, and a place where readers can find suggestions about where to shop, eat, and stay from a trusted friendnot from an anonymous, crowd-sourced recommendation engine, that's Goop.While the Thursday email remains an inbox staple, Goop has grown significantly since its launch: Theres now a small team of Goop people, more content, a robust shop full of pieces from some of our favorite designers (including exclusive collaborations), and a luxurious, organic skin-care line, Goop by Juice Beauty, which truly represents the values of the brand.Read More",
        "insights": [
            "Goop has raised a total of $75M in funding over 3 rounds. Their latest funding was raised on Mar 28, 2018 from a Series C round.",
            "Goop is funded by 7 investors. Lightspeed Venture PartnersandFelix Capital are the most recent investors.",
            "Goop uses 47 technology products and services including Google Analytics,WordPress,andGoogle Tag Manager.",
            "Goop has 2,646 monthly app downloads. The most popular apps downloaded are G. SpottingandG. Spotting.",
            "Goop is actively using 31 technologies for its website. These include Viewport Meta,IPhone / Mobile Compatible,andSSL by Default.",
            "Goop is ranked 31,755 among websites globally based on its 1,674,323 monthly web visitors.",
            "Goop has registered 19 trademarks with the most popular class being 'Education; entertainment'.",
            "Goop employees are showing high interest in Clover,Transcreation,andTransliteration.",
            "Goop has $20M in estimated revenue annually. Goop competes with PureWow,Bustle Digital Group,andWho What Wear.",
            "Goop has a post-money valuation in the range of $100M to $500M as of Mar 29, 2018 according to PrivCo. Sign up for a free trial to view exact valuation and search companies with similar valuations.",
            "Goop has 8 current team members, including Founder and CEO Gwyneth Paltrow.",
            "Goop has 4 board members and advisors, including Tony Florence.",
            "Goop has participated in 3 events. Recently, they attended In goop Health London on Jun 29, 2019."
        ]
    },
    "yahoo": {
        "paragraphdump": "Our team is dedicated to finding and telling you more about the products and deals we love. If you love them too and decide to purchase through the links below, we may receive a commission. Pricing and availability are subject to change.. There are a million reasons why you might light a candle in your home, but different occasionsdefinitely call for different scents. However, we're still trying to figure out the perfect occasionfor Goop's latest fragrancecalled \"This Smells Like My Vagina.\" For obvious reasons, the candle has been causing quite a stir on social media.. First, let's break down this cheeky scent. There's been little to no comment on whether or not it actually smells like ayou-know-what, but what we can sayis that according to its product description, it's\"a funny, gorgeous, sexy, and beautifully unexpected scent.\" Okay, okay, interesting.. \"This candle is made with geranium, citrusy bergamot, and cedar absolutes juxtaposed with Damask rose and ambrette seed to put us in mind of fantasy, seduction, and a sophisticated warmth,\" the description further explains.. According to Goop, the idea for the candle came from a joke between Goop founderGwyneth Paltrowand perfumer Douglas Little. As the two were sampling potential scents, Paltrow reportedly took a whiff and said, \"Uh... this smells like a vagina.\" After that hilarious little moment, the two continued to work on it and developed the actual fragrance for the now famous \"vagina candle\" (as it's been dubbed by the internet). Editors at The Cut got to smell the candle and reported that no, it actually does not smell like a, well, you know.. Unfortunately, the This Smells Like My Vagina Candle, which retails for $75, is currently sold out. It reportedly sold out within just a few hours, actually. You can still add yourself to the waitlist for a re-stock, however, if it's your kind of thing!. Alternative female wellness products, or even small jokes about them, are nothing new for Goop. In a now viral ad for the company leading up to the holidays, Gwyneth pulls a vibrator outof a Christmas stocking as a voiceover narrates, \"do something for others, but don't forget about number one.\". However, as far as fragrances go, the vagina candleisby far the most talked about, even amongst other head-tilting fragrances like \"florgasm,\" \"dirty lemon,\" \"pistil whip\" and \"church.\" So, add yourself to the waitlist if you fancy a vagina candleor just get yourself a classic rose-scented candlefrom Diptyque and call it a day."
    }
}