{
    "wikipedia": {
        "paragraphdump": "Trunk Club is a personalized mid- to high-end men's and women's clothing service based in Chicago, Illinois, United States. Each customer works with a specialist who chooses clothing for their box, which is shipped to their home; the customer can then either purchase the clothes or send them back to Trunk Club. The service can be completed virtually or in person at one of the company's six locations.. Trunk Club was founded in 2009 by Joanna Van Vleck while she was an MBA student. It began as a personalized clothing service based in Bend, Oregon.    . Trunk Club first received $11 million of Series A funding led by US Venture Partners. Brian Spaly was asked to be CEO of Trunk Club by Anthos Capital. He left Bonobos in order to do so. . Spaly relocated the company to downtown Chicago and opened Trunk Club HQ, a physical space where customers can have one-on-one styling appointments.  In-person locations called clubhouses have since expanded to Dallas, Washington DC, New York City, Los Angeles, and Boston. . Trunk Club was acquired by Nordstrom in 2014 for an estimated $350M.   In an interview with the New York Times at the time of the acquisition, Spaly said that the company was profitable, \"though barely\" at the time.  After the company's value went down by more than half in November 2016, Spaly announced his departure from the company in early 2017. Terry Boyle, who leads Nordstrom brands Nordstrom Rack and HauteLook, took over the position. . Trunk Club currently operates as a wholesaler and sells products at retail cost, rather than via a subscription model. There is a $25 home styling fee for each trunk that may be applied towards purchases. It is free for customers to receive consultations with a stylist in person at a clubhouse. Customers pay for the items they wish to keep, which usually range in price from $100 to $300 per item. . Trunk Club also has run \"designer series\" trunks which are collaborations with some of their best-selling brands. . In 2015, Trunk Club launched their styling services for women.  . There has been some feedback around the \"immediately apparent\" use of attractive young women as staff at the on-site locations, which some have seen as off-putting, as well as the aura of throwback masculinity epitomized in the clubhouses.  ",
        "Type of business": "Subsidiary",
        "Headquarters": "Chicago, Illinois, US",
        "Area served": "United States",
        "Founder(s)": "Joanna Van Vleck",
        "Industry": "Fashion",
        "Parent": "Nordstrom",
        "Website": "www.trunkclub.com",
        "Launched": "2009"
    },
    "crunchbase": {
        "Acquired by": "Nordstrom",
        "Total Funding Amount": "$12.4M",
        "Number of Funding Rounds": "4",
        "Number of Lead Investors": "1",
        "Number of Investors": "6",
        "Downloads Last 30 Days": "12,044",
        "Monthly Download Growth": "-14.07%",
        "Number of Current Team Members": "8",
        "Number of Board Members / Advisors": "3",
        "Number of Articles": "380",
        "Categories": "E-Commerce,Fashion,Retail",
        "Headquarters Regions": "Greater Chicago Area,Great Lakes,Midwestern US",
        "Founded Date": "2009",
        "Founders": "John Tucker,Kevin Price",
        "Operating Status": "Active",
        "Funding Status": "M&A",
        "Last Funding Type": "Series A",
        "Number of Employees": "1001-5000",
        "Legal Name": "Trunk Club, Inc.,",
        "IPO Status": "Private",
        "Website": "www.trunkclub.com",
        "Facebook": "View on Facebook",
        "LinkedIn": "View on LinkedIn",
        "Twitter": "View on Twitter",
        "Contact Email": "info@trunkclub.com",
        "Phone Number": "312-801-7200",
        "Transaction Name": "TrunkClub acquired by Nordstrom",
        "Announced Date": "Jul 31, 2014",
        "Price": "$350M",
        "smalldescription": "Trunk Club is a men's clothing service where a personal stylist handpicks high-end clothes and ships it for free.",
        "longdescription": "Trunk Club is a personalized clothing service for men, offering designer clothing to customers without any of the hassles of shopping in stores or online. Guys share details about their style, fit and size preferences, and the company ships them a handpicked selection of clothes. Customers keep only what they want and send the rest back with a pre-paid shipping label. All shipping is free and there are no fees for the service. Visit www.trunkclub.com to sign up and get started.The company is headquartered out of Chicago and led by CEO Brian Spaly. Prior to Trunk Club, Brian founded men's online retailer Bonobos while a student at Stanford Business School.Trunk Club has been featured on NBC's Today Show, the New York Times, Wall Street Journal and more.Read More",
        "insights": [
            "TrunkClub was acquired by Nordstrom for $350M on Jul 31, 2014. This deal was done in Stock.",
            "TrunkClub has raised a total of $12.4M in funding over 4 rounds. Their latest funding was raised on Sep 8, 2011 from a Series A round.",
            "TrunkClub is funded by 6 investors. U.S. Venture Partners (USVP)andGreycroft are the most recent investors.",
            "TrunkClub uses 50 technology products and services including Google Analytics,Vimeo,andGoogle Tag Manager.",
            "TrunkClub has 12,044 monthly app downloads on its Trunk Club app.",
            "TrunkClub is actively using 53 technologies for its website. These include Viewport Meta,IPhone / Mobile Compatible,andSPF.",
            "TrunkClub is ranked 60,777 among websites globally based on its 452,662 monthly web visitors.",
            "TrunkClub has registered 2 trademarks with the most popular class being 'Clothing; footwear; headgear'.",
            "TrunkClub employees are showing high interest in Varonis.com,Salesforce (CRM),andData Processing.",
            "TrunkClub has $87M in estimated revenue annually. TrunkClub competes with Frank & Oak,Trumaker,andKeaton Row.",
            "TrunkClub has 8 current team members, including CEO Brian Spaly.",
            "TrunkClub has 3 board members and advisors, including Tom Ryan."
        ]
    },
    "yahoo": {
        "paragraphdump": "Ninety-two percent of Americans share they'd be more likely to make more use out of their gym membership if they had clothes they liked. CHICAGO, Jan. 7, 2020 /PRNewswire/ -- Trunk Club, a Nordstrom-owned personal styling service, announced today the launch of its latest featured Trunk, which will focus on wellness and fitness with activewear pieces personalized to each customer's lifestyle.. As part of the launch, Trunk Club conducted a survey outlining some of the surprising reasons people skip the gym in the New Year. According to the new research, Americans miss over a third of their planned workouts. One main reason identified through the poll was that Americans miss a ton of workouts because they have trouble finding activewear they actually like.. \"Dressing for a workout should be the least stressful aspect of fitness. There's an overwhelming number of activewear brands to choose from and the options can vary depending on the type of workout you're interested in,\" shared Maggie Mee, head of merchandising for Trunk Club. \"Our stylists work closely with each customer to identify pieces that fit their lifestyle, budget and fitness preferences.\". Having trendy and functional activewear is a big factor for active Americans, as 69% worry that others will judge them for not dressing fashionably when exercising.. Unfortunately, 67% of respondents feel their current activewear is lacking big time, and 32% say it's a big reason they stay home on gym day.. Other reasons for skipping out on a solid sweat sesh include being all out of clean workout wear (31%), not just feeling up to it (30%), feeling under the weather (29%), work stress and deadlines (29%), and staying up too late the night before (30%).. The study conducted by OnePoll on behalf of Trunk Club looked at the workout excuses among 2,000 Americans and found 71% don't even make an effort to prioritize exercising when the temperature begins to dip.. In fact, two in five miss workouts because they are too busy to find the time to break a sweat.. Excuses for not making it to the gym are all too common. Thirty-six percent of those studied said they've blamed the inclement weather as a reason for missing out on an exercise class while a further 35% claimed they were just too tired.. Fifty-five percent avoid getting a workout in because they struggle to find time during the holiday mayhem to break a sweat at the gym.. But that's not all that stops Americans from getting those workouts in during the brutal cold months. Fifty-three percent make the excuse of repeatedly telling themselves they'll start again tomorrow -- but never actually make it.. Half of those studied make the excuse of lacking warm workout gear to wear while a further 71% say that if they had better workout clothing, they would exercise more frequently.. In an attempt to maintain their new, healthy exercise resolutions, 54% of those surveyed bought new workout clothes and sneakers to encourage themselves to keep their exercise routine even as the weather takes a cold turn.. For more information on Trunk Club, visit TrunkClub.com or follow on Twitter, Instagram, Pinterest and Facebook.. About Trunk ClubTrunk Club is a Chicago-based personalized styling service for men and women, offering both virtual and in-person shopping options. Shoppers can visit Trunk Club's retail Clubhouses in Boston, Chicago, Dallas, Los Angeles, New York City, Washington D.C., for an in-person styling session or custom fitting for any occasion. For those who prefer an at-home experience, Trunk Club offers a virtual styling option, where a personal stylist sends a curated Trunk of clothing to their home based on the customer's style, fit, and lifestyle preferences. Trunk Club offers everything from weekend casual clothing to formal wear, and as a subsidiary of Nordstrom, the clothes and service are on par with those standards.. . View original content to download multimedia:http://www.prnewswire.com/news-releases/new-trunk-club-survey-finds-surprising-reason-americans-skip-the-gym-in-the-new-year-300982633.html. SOURCE Trunk Club"
    }
}